Repository: ranjithkumar-gitch/manadrivernew
Catalog: lib/l10n/app_*.arb
Languages: hi, te

# ownersFreeAcceptReject
source: Owners are free to accept or reject any driver request.
hi: मालिक किसी भी ड्राइवर अनुरोध को स्वीकार या अस्वीकार करने के लिए स्वतंत्र हैं।
te: యజమానులు ఏ డ్రైవర్ అభ్యర్థనను అంగీకరించడానికి లేదా తిరస్కరించడానికి స్వేచ్ఛ కలిగి ఉంటారు.

# bookingTripDetails
source: 5. BOOKING & TRIP DETAILS
hi: 5. बुकिंग और यात्रा विवरण
te: 5. బుకింగ్ & ప్రయాణ వివరాలు

# ownersSelectTripType
source: Owners must clearly select the correct trip type (One Way / Round Trip / Hourly / Outstation).
hi: मालिकों को सही यात्रा प्रकार (वन वे / राउंड ट्रिप / प्रति घंटा / आउटस्टेशन) स्पष्ट रूप से चुनना चाहिए।
te: యజమానులు సరైన ప్రయాణ రకం (ఒకదారి / రౌండ్ ట్రిప్ / గంటల వారీగా / అవుట్‌స్టేషన్) స్పష్టంగా ఎంచుకోవాలి.

# pickupDropDurationInstructions
source: Pickup, drop location, duration, and special instructions must be clearly mentioned.
hi: पिकअप, ड्रॉप स्थान, अवधि और विशेष निर्देश स्पष्ट रूप से उल्लेखित होने चाहिए।
te: పికప్, డ్రాప్ స్థానం, వ్యవధి మరియు ప్రత్యేక సూచనలు స్పష్టంగా పేర్కొనాలి.

# tripChangesAgreement
source: Any change during the trip must be mutually agreed between owner and driver.
hi: यात्रा के दौरान किसी भी बदलाव को मालिक और ड्राइवर के बीच पारस्परिक सहमति से किया जाना चाहिए।
te: ప్రయాణ సమయంలో ఏదైనా మార్పు యజమాని మరియు డ్రైవర్ పరస్పర అంగీకారంతో ఉండాలి.

# payments
source: 6. PAYMENTS
hi: 6. भुगतान
te: 6. చెల్లింపులు

# paymentDetailsShown
source: Payment details are shown before booking confirmation.
hi: बुकिंग पुष्टि से पहले भुगतान विवरण दिखाए जाते हैं।
te: బుకింగ్ నిర్ధారణకు ముందు చెల్లింపు వివరాలు చూపబడతాయి.

# platformFacilitatesPayments
source: The platform only facilitates payments and is not responsible for off-app or cash transactions.
hi: प्लेटफ़ॉर्म केवल भुगतान की सुविधा प्रदान करता है और ऑफ़-ऐप या नकद लेन-देन के लिए जिम्मेदार नहीं है।
te: ప్లాట్‌ఫారమ్ కేవలం చెల్లింపులను సులభతరం చేస్తుంది మరియు యాప్ వెలుపల లేదా నగదు లావాదేవీలకు బాధ్యత వహించదు.

# additionalChargesSettlement
source: Any additional charges must be settled directly between owner and driver.
hi: कोई भी अतिरिक्त शुल्क सीधे मालिक और ड्राइवर के बीच निपटाया जाना चाहिए।
te: ఏదైనా అదనపు ఛార్జీలు యజమాని మరియు డ్రైవర్ మధ్య నేరుగా పరిష్కరించాలి.

# cancellations
source: 7. CANCELLATIONS
hi: 7. रद्दीकरण
te: 7. రద్దులు

# repeatedCancellationsSuspension
source: Repeated cancellations by the owner may result in temporary or permanent suspension.
hi: मालिक द्वारा बार-बार रद्दीकरण अस्थायी या स्थायी निलंबन का कारण बन सकता है।
te: యజమాని తరచుగా రద్దు చేస్తే తాత్కాలిక లేదా శాశ్వత సస్పెన్షన్‌కు దారితీస్తుంది.

# cancellationChargesDisplayed
source: Cancellation charges, if applicable, will be displayed before confirmation.
hi: रद्दीकरण शुल्क, यदि लागू हो, पुष्टि से पहले प्रदर्शित किए जाएंगे।
te: రద్దు ఛార్జీలు, అవసరమైతే, నిర్ధారణకు ముందు చూపబడతాయి.

# safetyLiability
source: 8. SAFETY & LIABILITY
hi: 8. सुरक्षा और दायित्व
te: 8. భద్రత & బాధ్యత

# platformNotResponsibleSafety
source: The platform is not responsible for accidents, injuries, damages, theft, or losses during the trip.
hi: प्लेटफ़ॉर्म यात्रा के दौरान दुर्घटनाओं, चोटों, क्षति, चोरी या नुकसान के लिए जिम्मेदार नहीं है।
te: ప్రయాణ సమయంలో జరిగే ప్రమాదాలు, గాయాలు, నష్టం, దొంగతనం లేదా నష్టాలకు ప్లాట్‌ఫారమ్ బాధ్యత వహించదు.

# insuranceClaimsHandledDirectly
source: Any insurance claims must be handled directly between the owner, driver, and insurance company.
hi: कोई भी बीमा दावा सीधे मालिक, ड्राइवर और बीमा कंपनी के बीच निपटाया जाना चाहिए।
te: ఏదైనా బీమా క్లెయిమ్‌లు యజమాని, డ్రైవర్ మరియు బీమా కంపెనీ మధ్య నేరుగా పరిష్కరించాలి.

# ownersEnsureInsurance
source: Owners are advised to ensure active insurance coverage before every trip.
hi: मालिकों को हर यात्रा से पहले सक्रिय बीमा कवरेज सुनिश्चित करने की सलाह दी जाती है।
te: ప్రతి ప్రయాణానికి ముందు యజమానులు చురుకైన బీమా కవరేజీని నిర్ధారించుకోవాలని సలహా ఇవ్వబడింది.

# postTripInspection
source: 9. POST-TRIP VEHICLE INSPECTION & BELONGINGS
hi: 9. यात्रा के बाद वाहन निरीक्षण और सामान
te: 9. ప్రయాణం తర్వాత వాహన తనిఖీ & వస్తువులు

# ownerInspectVehicle
source: After trip completion, the owner must immediately inspect the vehicle.
hi: यात्रा पूरी होने के बाद, मालिक को तुरंत वाहन का निरीक्षण करना चाहिए।
te: ప్రయాణం పూర్తయిన తర్వాత యజమాని వెంటనే వాహనాన్ని తనిఖీ చేయాలి.

# platformNotResponsible
source: The platform is not responsible for:
hi: प्लेटफ़ॉर्म इसके लिए जिम्मेदार नहीं है:
te: ప్లాట్‌ఫారమ్ బాధ్యత వహించదు:

# notResponsibleBelongings
source: Any personal belongings (cash, mobile phones, documents, valuables, etc.) left inside the vehicle
hi: वाहन के अंदर छोड़ी गई कोई भी व्यक्तिगत वस्तुएँ (नकद, मोबाइल फोन, दस्तावेज़, कीमती सामान आदि)
te: వాహనంలో వదిలిన ఏవైనా వ్యక్తిగత వస్తువులు (నగదు, మొబైల్ ఫోన్లు, పత్రాలు, విలువైనవి మొదలైనవి)

# notResponsibleDamages
source: Any scratches, dents, or damages identified after trip completion
hi: यात्रा पूरी होने के बाद पहचानी गई कोई भी खरोंच, डेंट या क्षति
te: ప్రయాణం పూర్తయిన తర్వాత గుర్తించిన ఏవైనా గీతలు, డెంట్లు లేదా నష్టాలు

# raiseIssueImmediately
source: If any issue is noticed, the owner must raise it immediately with the driver.
hi: यदि कोई समस्या दिखाई देती है, तो मालिक को तुरंत ड्राइवर के साथ उठाना चाहिए।
te: ఏదైనా సమస్య గమనిస్తే, యజమాని వెంటనే డ్రైవర్‌తో చెప్పాలి.

# complaintsNotEntertained
source: Complaints raised after delay or after leaving the vehicle will not be entertained.
hi: देरी के बाद या वाहन छोड़ने के बाद की गई शिकायतों पर विचार नहीं किया जाएगा।
te: విలంబం తర్వాత లేదా వాహనం వదిలిన తర్వాత చేసిన ఫిర్యాదులు పరిగణించబడవు.

# prohibitedActivities
source: 10. PROHIBITED ACTIVITIES
hi: 10. निषिद्ध गतिविधियाँ
te: 10. నిషేధిత కార్యకలాపాలు

# falseInformation
source: Provide false vehicle or personal information
hi: गलत वाहन या व्यक्तिगत जानकारी प्रदान करना
te: తప్పుడు వాహన లేదా వ్యక్తిగత సమాచారాన్ని ఇవ్వడం

# illegalActivities
source: Use the platform for illegal activities
hi: प्लेटफ़ॉर्म का उपयोग अवैध गतिविधियों के लिए करना
te: ప్లాట్‌ఫారమ్‌ను అక్రమ కార్యకలాపాలకు ఉపయోగించడం

# misbehaveDrivers
source: Misbehave, threaten, or harass drivers
hi: ड्राइवरों के साथ दुर्व्यवहार करना, धमकाना या परेशान करना
te: డ్రైవర్లతో దుర్వినియోగం చేయడం, బెదిరించడం లేదా వేధించడం

# violationAccountTermination
source: Violation may lead to account termination without prior notice.
hi: उल्लंघन से बिना पूर्व सूचना के खाता समाप्त हो सकता है।
te: ఉల్లంఘన వల్ల ముందస్తు నోటీసు లేకుండా ఖాతా రద్దు కావచ్చు.

# ratingsFeedback
source: 11. RATINGS & FEEDBACK
hi: 11. रेटिंग और प्रतिक्रिया
te: 11. రేటింగ్‌లు & అభిప్రాయం

# ownersProvideFeedback
source: Owners should provide honest and fair feedback.
hi: मालिकों को ईमानदार और निष्पक्ष प्रतिक्रिया देनी चाहिए।
te: యజమానులు నిజాయితీగా మరియు న్యాయంగా అభిప్రాయం ఇవ్వాలి.

# fakeReviewsRestriction
source: Fake, abusive, or misleading reviews may result in account restrictions.
hi: नकली, अपमानजनक या भ्रामक समीक्षाओं से खाते पर प्रतिबंध लग सकता है।
te: నకిలీ, దుర్వినియోగం లేదా తప్పుదారి పట్టించే సమీక్షలు ఖాతా పరిమితులకు దారితీస్తాయి.

# accountSuspensionTermination
source: 12. ACCOUNT SUSPENSION OR TERMINATION
hi: 12. खाता निलंबन या समाप्ति
te: 12. ఖాతా సస్పెన్షన్ లేదా రద్దు

# platformSuspendTerminate
source: The platform reserves the right to suspend or terminate accounts if:
hi: प्लेटफ़ॉर्म को खातों को निलंबित या समाप्त करने का अधिकार है यदि:
te: క్రింది సందర్భాల్లో ప్లాట్‌ఫారమ్ ఖాతాలను సస్పెండ్ లేదా రద్దు చేసే హక్కు కలిగి ఉంటుంది:

# termsViolated
source: Terms & Conditions are violated
hi: नियम और शर्तों का उल्लंघन किया गया है
te: నిబంధనలు & షరతులు ఉల్లంఘించబడ్డాయి

# fraudulentActivityDetected
source: Fraudulent activity is detected
hi: धोखाधड़ी गतिविधि का पता चला है
te: మోసపూరిత కార్యకలాపం గుర్తించబడింది

# repeatedComplaintsReceived
source: Repeated complaints are received
hi: बार-बार शिकायतें प्राप्त हुई हैं
te: పునరావృత ఫిర్యాదులు అందాయి

# dataUsagePrivacy
source: 13. DATA USAGE & PRIVACY
hi: 13. डेटा उपयोग और गोपनीयता
te: 13. డేటా వినియోగం & గోప్యత

# ownerDataServicePurpose
source: Owner data is used only for service-related purposes.
hi: मालिक का डेटा केवल सेवा-संबंधित उद्देश्यों के लिए उपयोग किया जाता है।
te: యజమాని డేటా కేవలం సేవా సంబంధిత ప్రయోజనాల కోసం మాత్రమే ఉపయోగించబడుతుంది.

# personalInfoSharedLaw
source: Personal information will not be shared except when required by law.
hi: व्यक्तिगत जानकारी केवल कानून द्वारा आवश्यक होने पर साझा की जाएगी।
te: వ్యక్తిగత సమాచారం చట్టం ద్వారా అవసరమైనప్పుడు మాత్రమే పంచబడుతుంది.

# changesToTerms
source: 14. CHANGES TO TERMS
hi: 14. नियमों में बदलाव
te: 14. నిబంధనల్లో మార్పులు

# platformModifyTerms
source: The platform may modify these Terms & Conditions at any time.
hi: प्लेटफ़ॉर्म किसी भी समय इन नियमों और शर्तों को संशोधित कर सकता है।
te: ప్లాట్‌ఫారమ్ ఎప్పుడైనా ఈ నిబంధనలు & షరతులను మార్చవచ్చు.

# continuedUseAcceptance
source: Continued use of the app means acceptance of updated terms.
hi: ऐप का निरंतर उपयोग अद्यतन नियमों की स्वीकृति को दर्शाता है।
te: యాప్‌ను నిరంతరం ఉపయోగించడం నవీకరించిన నిబంధనలను అంగీకరించినట్లే.

# acceptance
source: 15. ACCEPTANCE
hi: 15. स्वीकृति
te: 15. అంగీకారం

# ownerAcceptance
source: By using this application, the owner confirms that they have read, understood, and agreed to all the above Terms & Conditions.
hi: इस एप्लिकेशन का उपयोग करके, मालिक पुष्टि करता है कि उसने उपरोक्त सभी नियमों और शर्तों को पढ़ा, समझा और स्वीकार किया है।
te: ఈ అప్లికేషన్‌ను ఉపయోగించడం ద్వారా, యజమాని పై నిబంధనలు & షరతులను చదివి, అర్థం చేసుకుని, అంగీకరించినట్లు ధృవీకరిస్తాడు.
