Repository: ranjithkumar-gitch/manadrivernew
Catalog: lib/l10n/app_*.arb
Languages: hi, te

source: Total Price
hi: कुल मूल्य
te: మొత్తం ధర

source: Privacy Policy
hi: गोपनीयता नीति
te: గోప్యతా విధానం

# confirmLogout
source: Are you sure you want to logout?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
te: మీరు నిజంగా లాగ్ అవుట్ కావాలనుకుంటున్నారా?

source: Filter
hi: फ़िल्टर
te: ఫిల్టర్

source: No Transactions Found
hi: कोई लेन-देन नहीं मिला
te: లావాదేవీలు కనబడలేదు

source: Ride Cancelled
hi: यात्रा रद्द की गई
te: ప్రయాణం రద్దు చేయబడింది

source: Cancellation Charges
hi: रद्दीकरण शुल्क
te: రద్దు ఛార్జీలు

source: Payment Completed
hi: भुगतान पूरा हुआ
te: చెల్లింపు పూర్తయింది

source: Payment Failed:
hi: भुगतान विफल:
te: చెల్లింపు విఫలమైంది:

source: Ride Completed
hi: यात्रा पूरी हुई
te: ప్రయాణం పూర్తయింది

source: All
hi: सभी
te: అన్నీ

source: New Ride
hi: नई यात्रा
te: కొత్త ప్రయాణం

source: Accepted
hi: स्वीकृत
te: అంగీకరించబడింది

source: Ongoing
hi: चालू
te: కొనసాగుతోంది

source: Completed
hi: पूर्ण
te: పూర్తయింది

source: Cancelled
hi: रद्द
te: రద్దు చేయబడింది

source: No rides available
hi: कोई यात्रा उपलब्ध नहीं है
te: ప్రయాణాలు అందుబాటులో లేవు

source: Vehicle not assigned
hi: वाहन असाइन नहीं किया गया
te: వాహనం కేటాయించబడలేదు

source: Driver Not Assigned
hi: ड्राइवर असाइन नहीं किया गया
te: డ్రైవర్ కేటాయించబడలేదు

# notAvailable
source: N/A
hi: उपलब्ध नहीं
te: లభ్యం కాదు

source: Cancel Ride
hi: यात्रा रद्द करें
te: ప్రయాణాన్ని రద్దు చేయండి

# confirmCancelRide
source: Are you sure you want to cancel this ride? This action cannot be undone.
hi: क्या आप वाकई इस यात्रा को रद्द करना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
te: మీరు నిజంగా ఈ ప్రయాణాన్ని రద్దు చేయాలనుకుంటున్నారా? ఈ చర్యను తిరిగి మార్చలేము.

# cancelRideFree
source: You can cancel this ride for FREE. Are you sure?
hi: आप इस यात्रा को मुफ्त में रद्द कर सकते हैं। क्या आप सुनिश्चित हैं?
te: మీరు ఈ ప్రయాణాన్ని ఉచితంగా రద్దు చేయవచ్చు. మీరు ఖచ్చితంగా రద్దు చేయాలనుకుంటున్నారా?

# cancelRideCharge
source: Cancelling now will charge ₹59. Do you want to proceed?
hi: अभी रद्द करने पर ₹59 शुल्क लगेगा। क्या आप आगे बढ़ना चाहते हैं?
te: ఇప్పుడు రద్దు చేస్తే ₹59 ఛార్జ్ అవుతుంది. మీరు కొనసాగించాలనుకుంటున్నారా?

source: Pay ₹59
hi: ₹59 का भुगतान करें
te: ₹59 చెల్లించండి

source: Could not open Google Maps.
hi: Google Maps नहीं खोल सका।
te: Google Maps తెరవలేకపోయాం.

# locationPermissionDenied
source: Location permission denied or not available.
hi: स्थान अनुमति अस्वीकृत या उपलब्ध नहीं है।
te: స్థానం అనుమతి నిరాకరించబడింది లేదా అందుబాటులో లేదు.

source: Loading...
hi: लोड हो रहा है...
te: లోడ్ అవుతోంది...

source: Driver Assigned
hi: ड्राइवर असाइन किया गया
te: డ్రైవర్ కేటాయించబడింది

source: Ride
hi: यात्रा
te: ప్రయాణం

source: Loading driver...
hi: ड्राइवर लोड हो रहा है...
te: డ్రైవర్ లోడ్ అవుతోంది...

# typeMessage
source: Type a message...
hi: संदेश लिखें...
te: సందేశం టైప్ చేయండి...

# writeReview
source: Write a review?
hi: समीक्षा लिखें?
te: సమీక్ష రాయాలా?

# experienceQuestion
source: How was your experience?
hi: आपका अनुभव कैसा रहा?
te: మీ అనుభవం ఎలా ఉంది?

# giveRating
source: Give a rating
hi: रेटिंग दें
te: రేటింగ్ ఇవ్వండి

# verificationCodeRide
source: Verification code to start the ride
hi: यात्रा शुरू करने के लिए सत्यापन कोड
te: ప్రయాణం ప్రారంభించడానికి ధృవీకరణ కోడ్

# shareOtpDriver
source: Share this OTP with your driver to start the ride.
hi: यात्रा शुरू करने के लिए यह OTP अपने ड्राइवर के साथ साझा करें।
te: ప్రయాణం ప్రారంభించడానికి ఈ OTPని మీ డ్రైవర్‌తో పంచుకోండి.

# fourDigitOtp
source: 4-Digit OTP
hi: 4-अंकीय OTP
te: 4-అంకెల OTP

source: No captains available
hi: कोई कैप्टन उपलब्ध नहीं है
te: క్యాప్టెన్లు అందుబాటులో లేరు

source: Ride request received
hi: यात्रा अनुरोध प्राप्त हुआ
te: ప్రయాణ అభ్యర్థన అందింది

# noCaptainsAccepted
source: At the moment no captains accepted. Please cancel the ride below.
hi: इस समय किसी कैप्टन ने स्वीकार नहीं किया। कृपया नीचे यात्रा रद्द करें।
te: ప్రస్తుతం ఎవరూ క్యాప్టెన్లు అంగీకరించలేదు. దయచేసి క్రింద ప్రయాణాన్ని రద్దు చేయండి.

# waitingForCaptains
source: Waiting for captains to accept your ride
hi: कैप्टन द्वारा आपकी यात्रा स्वीकार करने की प्रतीक्षा हो रही है
te: క్యాప్టెన్లు మీ ప్రయాణాన్ని అంగీకరించడానికి వేచి ఉంది

source: Time left:
hi: शेष समय:
te: మిగిలిన సమయం:

source: Route Information
hi: मार्ग जानकारी
te: మార్గ సమాచారం

source: Duration
hi: अवधि
te: వ్యవధి

source: Unable to open Google Maps.
hi: Google Maps खोलने में असमर्थ।
te: Google Maps తెరవలేకపోయాం.

source: Error opening directions:
hi: दिशा खोलने में त्रुटि:
te: దిశలు తెరవడంలో లోపం:

source: Get Directions
hi: दिशा प्राप्त करें
te: దిశలు పొందండి

source: Trip Details
hi: यात्रा विवरण
te: ప్రయాణ వివరాలు

source: City Limit :
hi: शहर सीमा :
te: నగర పరిమితి :

source: Hours
hi: घंटे
te: గంటలు

source: Slot Details
hi: स्लॉट विवरण
te: స్లాట్ వివరాలు

source: Departure
hi: प्रस्थान
te: ప్రయాణ ప్రారంభం

source: Arrival
hi: आगमन
te: వచ్చే సమయం

source: Contact Details
hi: संपर्क विवरण
te: సంప్రదింపు వివరాలు

source: Driver Details
hi: ड्राइवर विवरण
te: డ్రైవర్ వివరాలు

source: Payment Summary
hi: भुगतान सारांश
te: చెల్లింపు సారాంశం

source: Coupon Applied
hi: कूपन लागू
te: కూపన్ వర్తింపబడింది

source: No review available
hi: कोई समीक्षा उपलब्ध नहीं
te: సమీక్ష అందుబాటులో లేదు

source: Your Review
hi: आपकी समीक्षा
te: మీ సమీక్ష

source: Rating :
hi: रेटिंग :
te: రేటింగ్ :

source: Feedback :
hi: प्रतिक्रिया :
te: అభిప్రాయం :

source: Comment :
hi: टिप्पणी :
te: వ్యాఖ్య :

source: Cancellation policy
hi: रद्द करने की नीति
te: రద్దు విధానం

source: Coupons & Offers
hi: कूपन और ऑफ़र
te: కూపన్లు & ఆఫర్లు

source: Valid Till:
hi: मान्य तिथि :
te: వర్తించే తేదీ :

source: APPLIED
hi: लागू किया गया
te: వర్తింపబడింది

source: APPLY NOW
hi: लागू करें
te: వర్తించండి

source: No Offers Available
hi: कोई ऑफ़र उपलब्ध नहीं है
te: ఆఫర్లు అందుబాటులో లేవు

source: Polite Driver
hi: विनम्र ड्राइवर
te: మర్యాదపూర్వక డ్రైవర్

source: Cleanliness
hi: स्वच्छता
te: శుభ్రత

source: Smooth Driving
hi: सुव्यवस्थित ड्राइविंग
te: సాఫీగా డ్రైవింగ్

source: On Time
hi: समय पर
te: సమయానికి

# tapToRateDriver
source: Tap to rate your driver
hi: अपने ड्राइवर को रेट करने के लिए टैप करें
te: మీ డ్రైవర్‌ను రేట్ చేయడానికి ట్యాప్ చేయండి

# howWasYourTrip
source: How was your trip with
hi: आपकी यात्रा कैसी रही
te: మీ ప్రయాణం ఎలా ఉంది

source: Give Feedback
hi: प्रतिक्रिया दें
te: అభిప్రాయం ఇవ్వండి

# leaveCommentOptional
source: Leave a comment (optional)
hi: टिप्पणी छोड़ें (वैकल्पिक)
te: వ్యాఖ్యను వదలండి (ఐచ్చికం)

source: Submit
hi: जमा करें
te: సమర్పించండి

# thankYouReviewSubmitted
source: Thank you! Your review is submitted
hi: धन्यवाद! आपकी समीक्षा जमा हो गई है
te: ధన్యవాదాలు! మీ సమీక్ష సమర్పించబడింది

source: Please select rating
hi: कृपया रेटिंग चुनें
te: దయచేసి రేటింగ్ ఎంచుకోండి

source: Payment Successful:
hi: भुगतान सफल:
te: చెల్లింపు విజయవంతం:

# bookingDocumentNotFound
source: Booking document ID not found
hi: बुकिंग दस्तावेज़ ID नहीं मिली
te: బుకింగ్ డాక్యుమెంట్ ID కనబడలేదు

source: Ride cancelled successfully
hi: यात्रा सफलतापूर्वक रद्द की गई
te: ప్రయాణం విజయవంతంగా రద్దు చేయబడింది

source: Error cancelling ride:
hi: यात्रा रद्द करने में त्रुटि:
te: ప్రయాణం రద్దు చేయడంలో లోపం:

source: Ride Ongoing
hi: यात्रा जारी है
te: ప్రయాణం కొనసాగుతోంది

source: Proceed to Payment
hi: भुगतान के लिए आगे बढ़ें
te: చెల్లింపుకు కొనసాగండి

# privacyPolicyTitle
source: NYZO RIDE – OWNER
hi: NYZO RIDE – मालिक
te: NYZO RIDE – యజమాని

# lastUpdated
source: Last Updated: January 2026
hi: अंतिम अपडेट: जनवरी 2026
te: చివరి నవీకరణ: జనవరి 2026

# privacyIntro
source: Nyzo Ride (“Nyzo Ride”, “we”, “our”, “us”) respects your privacy and is committed to protecting the personal information of users (“you”, “user”, “driver”, “vehicle owner”) who use the Nyzo Ride mobile application, website, and related services (collectively, the “Platform”).
hi: Nyzo Ride (“Nyzo Ride”, “हम”, “हमारा”) आपकी गोपनीयता का सम्मान करता है और उन उपयोगकर्ताओं (“आप”, “उपयोगकर्ता”, “ड्राइवर”, “वाहन मालिक”) की व्यक्तिगत जानकारी की सुरक्षा के लिए प्रतिबद्ध है जो Nyzo Ride मोबाइल एप्लिकेशन, वेबसाइट और संबंधित सेवाओं (सामूहिक रूप से “प्लेटफ़ॉर्म”) का उपयोग करते हैं।
te: Nyzo Ride (“Nyzo Ride”, “మేము”, “మా”) మీ గోప్యతను గౌరవిస్తుంది మరియు Nyzo Ride మొబైల్ అప్లికేషన్, వెబ్‌సైట్ మరియు సంబంధిత సేవలను (“ప్లాట్‌ఫారమ్”) ఉపయోగించే వినియోగదారులు (“మీరు”, “వినియోగదారు”, “డ్రైవర్”, “వాహన యజమాని”) యొక్క వ్యక్తిగత సమాచారాన్ని రక్షించడానికి కట్టుబడి ఉంది.

# privacyPolicyExplanation
source: This Privacy Policy explains how we collect, use, store, share, and protect your information.
hi: यह गोपनीयता नीति बताती है कि हम आपकी जानकारी कैसे एकत्रित, उपयोग, संग्रहीत, साझा और सुरक्षित करते हैं।
te: ఈ గోప్యతా విధానం మేము మీ సమాచారాన్ని ఎలా సేకరిస్తాము, ఉపయోగిస్తాము, నిల్వ చేస్తాము, పంచుకుంటాము మరియు రక్షిస్తాము అనేది వివరిస్తుంది.

source: INFORMATION WE COLLECT
hi: हम जो जानकारी एकत्र करते हैं
te: మేము సేకరించే సమాచారం

# personalInformation
source: 1.1 Personal Information
hi: 1.1 व्यक्तिगत जानकारी
te: 1.1 వ్యక్తిగత సమాచారం

# weMayCollectFollowing
source: We may collect the following:
hi: हम निम्नलिखित जानकारी एकत्र कर सकते हैं:
te: మేము క్రింది సమాచారాన్ని సేకరించవచ్చు:

source: Full name
hi: पूरा नाम
te: పూర్తి పేరు

# emailOptional
source: Email address (optional)
hi: ईमेल पता (वैकल्पिक)
te: ఇమెయిల్ చిరునామా (ఐచ్చికం)

source: Profile photo (optional)
hi: प्रोफ़ाइल फोटो (वैकल्पिक)
te: ప్రొఫైల్ ఫోటో (ఐచ్చికం)

# governmentIdDetails
source: Government ID details (for drivers – License, PAN/Aadhaar where required)
hi: सरकारी पहचान विवरण (ड्राइवरों के लिए – लाइसेंस, पैन/आधार जहाँ आवश्यक हो)
te: ప్రభుత్వ ID వివరాలు (డ్రైవర్ల కోసం – లైసెన్స్, PAN/ఆధార్ అవసరమైన చోట)

# locationInformation
source: 1.2 Location Information
hi: 1.2 स्थान जानकारी
te: 1.2 స్థానం సమాచారం

# realTimeLocation
source: Real-time location during active trips
hi: सक्रिय यात्राओं के दौरान वास्तविक समय स्थान
te: క్రియాశీల ప్రయాణాల సమయంలో రియల్-టైమ్ స్థానం

# pickupDropLocations
source: Pickup and drop locations
hi: पिकअप और ड्रॉप स्थान
te: పికప్ మరియు డ్రాప్ స్థానాలు

# tripRoutesDistance
source: Trip routes and distance data
hi: यात्रा मार्ग और दूरी डेटा
te: ప్రయాణ మార్గాలు మరియు దూరం డేటా

# locationCollectionNote
source: Location is collected only when the app is in use and for trip-related purposes.
hi: स्थान केवल तब एकत्र किया जाता है जब ऐप उपयोग में हो और यात्रा से संबंधित उद्देश्यों के लिए।
te: యాప్ ఉపయోగంలో ఉన్నప్పుడు మరియు ప్రయాణ సంబంధిత ప్రయోజనాల కోసం మాత్రమే స్థానం సేకరించబడుతుంది.

# usageDeviceInformation
source: 1.3 Usage & Device Information
hi: 1.3 उपयोग और डिवाइस जानकारी
te: 1.3 వినియోగం & పరికర సమాచారం

source: Device model
hi: डिवाइस मॉडल
te: పరికర మోడల్

source: OS version
hi: ऑपरेटिंग सिस्टम संस्करण
te: ఆపరేటింగ్ సిస్టమ్ వెర్షన్

source: App usage data
hi: ऐप उपयोग डेटा
te: యాప్ వినియోగ డేటా

source: IP address
hi: आईपी पता
te: IP చిరునామా

# crashLogs
source: Crash logs and diagnostic data
hi: क्रैश लॉग और डायग्नोस्टिक डेटा
te: క్రాష్ లాగ్స్ మరియు డయాగ్నస్టిక్ డేటా

# paymentInformation
source: 1.4 Payment Information
hi: 1.4 भुगतान जानकारी
te: 1.4 చెల్లింపు సమాచారం

source: Payment status
hi: भुगतान स्थिति
te: చెల్లింపు స్థితి

source: Transaction ID
hi: लेन-देन आईडी
te: లావాదేవీ ID

# paymentMethodNote
source: Payment method (Nyzo Ride does NOT store card or UPI credentials)
hi: भुगतान विधि (Nyzo Ride कार्ड या UPI क्रेडेंशियल्स संग्रहीत नहीं करता)
te: చెల్లింపు విధానం (Nyzo Ride కార్డ్ లేదా UPI వివరాలను నిల్వ చేయదు)

# howWeUseInformation
source: 2. HOW WE USE YOUR INFORMATION
hi: 2. हम आपकी जानकारी का उपयोग कैसे करते हैं
te: 2. మేము మీ సమాచారాన్ని ఎలా ఉపయోగిస్తాము

source: We use your information to:
hi: हम आपकी जानकारी का उपयोग करते हैं:
te: మేము మీ సమాచారాన్ని ఉపయోగిస్తాము:

# connectOwnersDrivers
source: Connect vehicle owners with drivers
hi: वाहन मालिकों को उपलब्ध स्वतंत्र ड्राइवरों से जोड़ना
te: వాహన యజమానులను డ్రైవర్లతో కలపడం

# enableBookingsTrips
source: Enable bookings and trip management
hi: बुकिंग और यात्रा प्रबंधन सक्षम करना
te: బుకింగ్స్ మరియు ప్రయాణ నిర్వహణను ప్రారంభించడం

# verifyDriverIdentity
source: Verify driver identity and eligibility
hi: ड्राइवर की पहचान और पात्रता सत्यापित करना
te: డ్రైవర్ గుర్తింపు మరియు అర్హతను ధృవీకరించడం

# processPaymentsRefunds
source: Process payments and refunds
hi: भुगतान और रिफंड संसाधित करना
te: చెల్లింపులు మరియు రీఫండ్‌లను ప్రాసెస్ చేయడం

# improveAppPerformance
source: Improve app performance and user experience
hi: ऐप प्रदर्शन और उपयोगकर्ता अनुभव में सुधार करना
te: యాప్ పనితీరు మరియు వినియోగదారు అనుభవాన్ని మెరుగుపరచడం

# communicateUpdatesAlerts
source: Communicate service updates and alerts
hi: सेवा अपडेट और अलर्ट संचारित करना
te: సేవా నవీకరణలు మరియు అలర్ట్‌లను తెలియజేయడం

# preventFraudMisuse
source: Prevent fraud and misuse
hi: धोखाधड़ी और दुरुपयोग रोकना
te: మోసం మరియు దుర్వినియోగాన్ని నివారించడం

# complyLegalObligations
source: Comply with legal obligations
hi: कानूनी दायित्वों का पालन करना
te: చట్టపరమైన బాధ్యతలను అనుసరించడం

# informationSharing
source: 3. INFORMATION SHARING
hi: 3. जानकारी साझा करना
te: 3. సమాచారం పంచుకోవడం

# noSellRentData
source: Nyzo Ride does not sell or rent your personal data.
hi: Nyzo Ride आपकी व्यक्तिगत जानकारी को न तो बेचता है और न ही किराए पर देता है।
te: Nyzo Ride మీ వ్యక్తిగత డేటాను అమ్మదు లేదా అద్దెకు ఇవ్వదు.

# weMayShareLimitedInfo
source: We may share limited information with:
hi: हम सीमित जानकारी साझा कर सकते हैं:
te: మేము పరిమిత సమాచారాన్ని పంచుకోవచ్చు:

# shareDriversOwners
source: Drivers / Vehicle Owners – only what is required for a trip
hi: ड्राइवर / वाहन मालिक – केवल यात्रा के लिए आवश्यक जानकारी
te: డ్రైవర్లు / వాహన యజమానులు – ప్రయాణానికి అవసరమైన సమాచారం మాత్రమే

# sharePaymentGateways
source: Payment gateways – for transaction processing
hi: भुगतान गेटवे – लेन-देन प्रसंस्करण के लिए
te: చెల్లింపు గేట్వేలు – లావాదేవీ ప్రాసెసింగ్ కోసం

# shareCloudPartners
source: Cloud & technology partners – app hosting, analytics
hi: क्लाउड और तकनीकी साझेदार – ऐप होस्टिंग, विश्लेषण
te: క్లౌడ్ & టెక్నాలజీ భాగస్వాములు – యాప్ హోస్టింగ్, విశ్లేషణ

# shareLawAuthorities
source: Law enforcement / government authorities – when legally required
hi: कानून प्रवर्तन / सरकारी प्राधिकरण – जब कानूनी रूप से आवश्यक हो
te: చట్ట అమలు / ప్రభుత్వ అధికారులు – చట్టపరంగా అవసరమైనప్పుడు

# dataStorageSecurity
source: 4. DATA STORAGE & SECURITY
hi: 4. डेटा भंडारण और सुरक्षा
te: 4. డేటా నిల్వ & భద్రత

# dataStoredSecureServers
source: Data is stored on secure servers
hi: डेटा सुरक्षित सर्वरों पर संग्रहीत किया जाता है
te: డేటా సురక్షిత సర్వర్లలో నిల్వ చేయబడుతుంది

# industryEncryptionUsed
source: Industry-standard encryption is used
hi: उद्योग-मानक एन्क्रिप्शन का उपयोग किया जाता है
te: పరిశ్రమ-ప్రామాణిక గుప్తీకరణ ఉపయోగించబడుతుంది

# accessLimitedAuthorized
source: Access is limited to authorized personnel only
hi: पहुंच केवल अधिकृत कर्मियों तक सीमित है
te: ప్రవేశం కేవలం అధికృత సిబ్బందికి మాత్రమే పరిమితం

# regularSecurityAudits
source: Regular security audits are conducted
hi: नियमित सुरक्षा ऑडिट किए जाते हैं
te: నియమిత భద్రతా ఆడిట్‌లు నిర్వహించబడతాయి

# noSystemFullySecure
source: Despite best efforts, no digital system is 100% secure. Users share data at their own risk.
hi: सर्वोत्तम प्रयासों के बावजूद, कोई भी डिजिटल प्रणाली 100% सुरक्षित नहीं है। उपयोगकर्ता अपने जोखिम पर डेटा साझा करते हैं।
te: ఉత్తమ ప్రయత్నాలున్నప్పటికీ, ఏ డిజిటల్ వ్యవస్థ 100% సురక్షితం కాదు. వినియోగదారులు తమ స్వంత ప్రమాదంతో డేటాను పంచుకుంటారు.

# userRights
source: 5. USER RIGHTS
hi: 5. उपयोगकर्ता अधिकार
te: 5. వినియోగదారుల హక్కులు

source: You have the right to:
hi: आपको अधिकार है:
te: మీకు హక్కు ఉంది:

# accessPersonalData
source: Access your personal data
hi: अपना व्यक्तिगत डेटा एक्सेस करें
te: మీ వ్యక్తిగత డేటాను యాక్సెస్ చేయండి

# updateInformation
source: Update or correct your information
hi: अपनी जानकारी अपडेट या सुधारें
te: మీ సమాచారాన్ని నవీకరించండి లేదా సరిదిద్దండి

# requestAccountDeletion
source: Request deletion of your account
hi: अपने खाते को हटाने का अनुरोध करें
te: మీ ఖాతాను తొలగించమని అభ్యర్థించండి

# withdrawConsent
source: Withdraw consent (where applicable)
hi: सहमति वापस लें (जहाँ लागू हो)
te: సమ్మతి ఉపసంహరించుకోండి (అన్వయించబడితే)

# accountDeletionNote
source: Account deletion requests may be subject to legal or regulatory retention requirements.
hi: खाता हटाने के अनुरोध कानूनी या नियामक संरक्षण आवश्यकताओं के अधीन हो सकते हैं।
te: ఖాతా తొలగింపు అభ్యర్థనలు చట్టపరమైన లేదా నియంత్రణ పరిరక్షణ అవసరాలకు లోబడి ఉండవచ్చు.

# dataRetention
source: 6. DATA RETENTION
hi: 6. डेटा संरक्षण
te: 6. డేటా నిల్వ

# dataRetainedAsNecessary
source: Data is retained only as long as necessary
hi: डेटा केवल आवश्यक अवधि तक रखा जाता है
te: డేటా అవసరమైనంత కాలం మాత్రమే నిల్వ చేయబడుతుంది

# tripTransactionRetention
source: Trip and transaction records may be retained for legal, tax, or dispute purposes
hi: यात्रा और लेन-देन रिकॉर्ड कानूनी, कर या विवाद उद्देश्यों के लिए रखे जा सकते हैं
te: ప్రయాణం మరియు లావాదేవీ రికార్డులు చట్ట, పన్ను లేదా వివాద ప్రయోజనాల కోసం నిల్వ చేయబడవచ్చు

# inactiveAccountsDeleted
source: Inactive accounts may be deleted after a defined period
hi: निष्क्रिय खातों को एक निर्धारित अवधि के बाद हटाया जा सकता है
te: క్రియాశీలం కాని ఖాతాలు నిర్వచిత కాలం తర్వాత తొలగించబడవచ్చు

# childrensPrivacy
source: 7. CHILDREN’S PRIVACY
hi: 7. बच्चों की गोपनीयता
te: 7. పిల్లల గోప్యత

# notForUnder18
source: Nyzo Ride is not intended for users under 18 years
hi: Nyzo Ride 18 वर्ष से कम आयु के उपयोगकर्ताओं के लिए नहीं है
te: Nyzo Ride 18 సంవత్సరాల లోపు వినియోగదారుల కోసం ఉద్దేశించబడలేదు

# noMinorDataCollection
source: We do not knowingly collect data from minors
hi: हम जानबूझकर नाबालिगों से डेटा एकत्र नहीं करते
te: మేము చిన్నారుల నుండి డేటాను ఉద్దేశపూర్వకంగా సేకరించము

# thirdPartyServices
source: 8. THIRD-PARTY SERVICES
hi: 8. तृतीय-पक्ष सेवाएँ
te: 8. తృతీయ పక్ష సేవలు

# mayContainThirdPartyLinks
source: Nyzo Ride may contain links or integrations with third-party services
hi: Nyzo Ride में तृतीय-पक्ष सेवाओं के लिंक या एकीकरण हो सकते हैं
te: Nyzo Ride లో తృతీయ పక్ష సేవల లింకులు లేదా ఇంటిగ్రేషన్లు ఉండవచ్చు

# notResponsibleThirdPartyPrivacy
source: We are not responsible for their privacy practices
hi: हम उनकी गोपनीयता प्रथाओं के लिए जिम्मेदार नहीं हैं
te: మేము వారి గోప్యతా విధానాలకు బాధ్యత వహించము

# platformDisclaimer
source: 9. PLATFORM NATURE DISCLAIMER
hi: 9. प्लेटफ़ॉर्म प्रकृति अस्वीकरण
te: 9. ప్లాట్‌ఫారమ్ స్వభావ నిరాకరణ

# platformOnly
source: Nyzo Ride is a technology platform only:
hi: Nyzo Ride केवल एक तकनीकी प्लेटफ़ॉर्म है:
te: Nyzo Ride కేవలం ఒక సాంకేతిక ప్లాట్‌ఫారమ్ మాత్రమే:

# notTransportOperator
source: Nyzo Ride is not a transport operator
hi: Nyzo Ride परिवहन ऑपरेटर नहीं है
te: Nyzo Ride రవాణా ఆపరేటర్ కాదు

# doesNotOwnVehicles
source: Nyzo Ride does not own vehicles
hi: Nyzo Ride वाहनों का मालिक नहीं है
te: Nyzo Ride వాహనాలను కలిగి లేదు

# doesNotEmployDrivers
source: Nyzo Ride does not employ drivers
hi: Nyzo Ride ड्राइवरों को नियुक्त नहीं करता
te: Nyzo Ride డ్రైవర్లను నియమించదు

# independentProviders
source: Drivers and vehicle owners are independent service providers
hi: ड्राइवर और वाहन मालिक स्वतंत्र सेवा प्रदाता हैं
te: డ్రైవర్లు మరియు వాహన యజమానులు స్వతంత్ర సేవా ప్రదాతలు

# policyChanges
source: 10. CHANGES TO THIS POLICY
hi: 10. इस नीति में बदलाव
te: 10. ఈ విధానంలో మార్పులు

# policyMayUpdate
source: Nyzo Ride may update this Privacy Policy from time to time
hi: Nyzo Ride समय-समय पर इस गोपनीयता नीति को अपडेट कर सकता है
te: Nyzo Ride ఈ గోప్యతా విధానాన్ని సమయానుకూలంగా నవీకరించవచ్చు

# policyUpdatedVersions
source: Updated versions will be published within the app or website
hi: अपडेटेड संस्करण ऐप या वेबसाइट में प्रकाशित किए जाएंगे
te: నవీకరించిన వెర్షన్లు యాప్ లేదా వెబ్‌సైట్‌లో ప్రచురించబడతాయి

# policyContinuedUse
source: Continued use of the platform implies acceptance of the revised policy
hi: प्लेटफ़ॉर्म का निरंतर उपयोग संशोधित नीति की स्वीकृति को दर्शाता है
te: ప్లాట్‌ఫారమ్‌ను నిరంతరం ఉపయోగించడం సవరించిన విధానాన్ని అంగీకరించినట్లే

# contactUs
source: 11. CONTACT US
hi: 11. हमसे संपर्क करें
te: 11. మమ్మల్ని సంప్రదించండి

# privacyConcernsContact
source: For privacy concerns or data requests, contact:
hi: गोपनीयता चिंताओं या डेटा अनुरोधों के लिए संपर्क करें:
te: గోప్యతా సమస్యలు లేదా డేటా అభ్యర్థనల కోసం సంప్రదించండి:

source: Nyzo Ride Support
hi: Nyzo Ride समर्थन
te: Nyzo Ride సహాయం

# nyzoRideEmail
source: hello@nyzoride.com
te: ఇమెయిల్: hello@nyzoride.com

# termsConditionsTitle
source: NYZO RIDE – OWNER, Terms & Conditions
hi: NYZO RIDE – मालिक
te: NYZO RIDE – యజమాని, నిబంధనలు & షరతులు

# platformPurpose
source: 1. PLATFORM PURPOSE
hi: 1. प्लेटफ़ॉर्म उद्देश्य
te: 1. ప్లాట్‌ఫారమ్ ఉద్దేశ్యం

# platformPurposeDesc1
source: This application is only a technology platform that connects vehicle owners with independent drivers.
hi: यह एप्लिकेशन केवल एक तकनीकी प्लेटफ़ॉर्म है जो वाहन मालिकों को स्वतंत्र ड्राइवरों से जोड़ता है।
te: ఈ అప్లికేషన్ వాహన యజమానులను స్వతంత్ర డ్రైవర్లతో కలిపే సాంకేతిక ప్లాట్‌ఫారమ్ మాత్రమే.

# platformPurposeDesc2
source: The platform does not provide drivers as employees, does not guarantee driver availability, and does not offer transportation services.
hi: प्लेटफ़ॉर्म ड्राइवरों को कर्मचारी के रूप में प्रदान नहीं करता, ड्राइवर उपलब्धता की गारंटी नहीं देता और परिवहन सेवाएँ नहीं देता।
te: ప్లాట్‌ఫారమ్ డ్రైవర్లను ఉద్యోగులుగా ఇవ్వదు, డ్రైవర్ లభ్యతకు హామీ ఇవ్వదు మరియు రవాణా సేవలను అందించదు.

# eligibility
source: 2. ELIGIBILITY
hi: 2. पात्रता
te: 2. అర్హత

# eligibilityDesc1
source: The vehicle owner must be 18 years or older.
hi: वाहन मालिक की आयु 18 वर्ष या उससे अधिक होनी चाहिए।
te: వాహన యజమాని వయస్సు 18 సంవత్సరాలు లేదా అంతకంటే ఎక్కువగా ఉండాలి.

# eligibilityDesc2
source: The owner must have legal ownership or valid authorization to use the vehicle.
hi: मालिक के पास वाहन का कानूनी स्वामित्व या उपयोग के लिए वैध प्राधिकरण होना चाहिए।
te: యజమానికి వాహనంపై చట్టబద్ధమైన యాజమాన్యం లేదా ఉపయోగించడానికి చెల్లుబాటు అయ్యే అనుమతి ఉండాలి.

# eligibilityDesc3
source: Only legally registered vehicles are allowed on the platform.
hi: केवल कानूनी रूप से पंजीकृत वाहन प्लेटफ़ॉर्म पर अनुमति प्राप्त हैं।
te: కేవలం చట్టబద్ధంగా నమోదు చేసిన వాహనాలు మాత్రమే ప్లాట్‌ఫారమ్‌లో అనుమతించబడతాయి.

# vehicleResponsibility
source: 3. VEHICLE RESPONSIBILITY
hi: 3. वाहन जिम्मेदारी
te: 3. వాహన బాధ్యత

# vehicleResponsibilityDesc1
source: The owner is fully responsible for the condition, safety, and legality of the vehicle.
hi: वाहन की स्थिति, सुरक्षा और वैधता के लिए मालिक पूरी तरह जिम्मेदार है।
te: వాహన స్థితి, భద్రత మరియు చట్టబద్ధతకు యజమాని పూర్తిగా బాధ్యత వహించాలి.

# vehicleResponsibilityDesc2
source: Before every trip, the owner must ensure:
hi: हर यात्रा से पहले, मालिक को सुनिश्चित करना चाहिए:
te: ప్రతి ప్రయాణానికి ముందు, యజమాని నిర్ధారించాలి:

# vehicleResponsibilityPoint1
source: Vehicle is in good running condition
hi: वाहन अच्छी स्थिति में है
te: వాహనం మంచి స్థితిలో ఉంది

# vehicleResponsibilityPoint2
source: Adequate fuel is available
hi: पर्याप्त ईंधन उपलब्ध है
te: తగినంత ఇంధనం అందుబాటులో ఉంది

# vehicleResponsibilityPoint3
source: All documents (RC, Insurance, PUC, permits if applicable) are valid
hi: सभी दस्तावेज़ (RC, बीमा, PUC, परमिट यदि लागू हो) वैध हैं
te: అన్ని పత్రాలు (RC, ఇన్సూరెన్స్, PUC, అనుమతులు అవసరమైతే) చెల్లుబాటు అయ్యేవి

# driverRelationship
source: 4. DRIVER RELATIONSHIP
hi: 4. ड्राइवर संबंध
te: 4. డ్రైవర్ సంబంధం

# driversIndependent
source: Drivers on the platform are independent individuals, not employees or agents of the platform.
hi: प्लेटफ़ॉर्म पर ड्राइवर स्वतंत्र व्यक्ति हैं, प्लेटफ़ॉर्म के कर्मचारी या एजेंट नहीं।
te: ప్లాట్‌ఫారమ్‌లోని డ్రైవర్లు స్వతంత్ర వ్యక్తులు, ఉద్యోగులు లేదా ఏజెంట్లు కాదు.

# platformNotResponsibleDrivers
source: The platform is not responsible for the conduct, behavior, or actions of drivers.
hi: प्लेटफ़ॉर्म ड्राइवरों के आचरण, व्यवहार या कार्यों के लिए जिम्मेदार नहीं है।
te: డ్రైవర్ల ప్రవర్తన, ప్రవర్తన లేదా చర్యలకు ప్లాట్‌ఫారమ్ బాధ్యత వహించదు.
