Repository: ranjithkumar-gitch/manadrivernew
Catalog: lib/l10n/app_*.arb
Languages: hi, te

# appTitle
source: Mana Driver
hi: माना ड्राइवर
te: మన డ్రైవర్

# selectLanguageTitle
source: Select Language.
hi: अपनी भाषा चुनें।
te: మీ భాషను ఎంచుకోండి.

# selectLanguageSubtitle
source: Tap to continue in your chosen language.
hi: अपनी चुनी हुई भाषा में जारी रखने के लिए टैप करें।
te: మీ ఎంపిక చేసిన భాషలో కొనసాగించడానికి ట్యాప్ చేయండి.

source: Choose Language
hi: भाषा चुनें
te: భాషను ఎంచుకోండి

# continueButton
source: Continue
hi: जारी रखें
te: కొనసాగించండి

# loginTitle
source: Enter Your Mobile Number
hi: अपना मोबाइल संख्या दर्ज करे
te: మీ మొబైల్ నంబర్‌ను నమోదు చేయండి.

# loginSubtitle
source: Enter your mobile number to get started we'll send you an OTP for verification.
hi: शुरू करने के लिए अपना मोबाइल नंबर दर्ज करें, हम आपको सत्यापन के लिए एक ओटीपी भेजेंगे।
te: ప్రారంభించడానికి మీ మొబైల్ నంబర్‌ను నమోదు చేయండి, ధృవీకరణ కోసం మేము మీకు ఓటీపీని పంపుతాము.

source: Checking...
hi: जांच हो रही है...
te: తనిఖీ జరుగుతోంది...

source: Send OTP
hi: ओटीपी भेजें
te: ఓటీపీ పంపండి

# noAccount
source: You don’t have an account?
hi: क्या आपका खाता नहीं है?
te: మీకు ఖాతా లేదా?

source: Register
hi: रजिस्टर करें
te: నమోదు చేయండి

# enterMobileNumber
source: Please enter mobile number
hi: कृपया मोबाइल नंबर दर्ज करें
te: దయచేసి మొబైల్ నంబర్‌ను నమోదు చేయండి

source: Mobile number
hi: मोबाइल नंबर
te: మొబైల్ నంబర్

source: Invalid OTP
hi: अमान्य ओटीपी
te: చెల్లని ఓటీపీ

# otpTitle
source: Enter Your OTP
hi: अपना ओटीपी दर्ज करें
te: మీ OTPని నమోదు చేయండి

source: OTP sent to
hi: ओटीपी भेजा गया
te: ఓటీపీ పంపబడింది

# otpAutoFill
source: this OTP will get auto entering
hi: यह ओटीपी स्वतः भर जाएगा
te: ఈ ఓటీపీ ఆటో ఫిల్ అవుతుంది

# didNotReceiveOtp
source: You didn’t receive OTP?
hi: क्या आपको ओटीपी नहीं मिला?
te: మీకు ఓటీపీ రాలేదా?

source: Resend OTP
hi: OTP पुनः भेजें
te: OTP మళ్లీ పంపండి

source: Verify OTP
hi: OTP सत्यापित करें
te: OTP ధృవీకరించండి

# bottomNavHome
source: Home
hi: होम
te: హోమ్

# bottomNavMyRides
source: My Rides
hi: मेरी सवारी
te: నా ప్రయాణాలు

# bottomNavTransactions
source: Transactions
hi: लेन-देन
te: లావాదేవీలు

# bottomNavMenu
source: Menu
hi: मेनू
te: మెను

# greeting
source: Namaskaram
hi: नमस्कार
te: నమస్కారం

source: Pickup Location
hi: पिकअप स्थान
te: పికప్ స్థానం

source: Enter pickup location
hi: पिकअप स्थान दर्ज करें
te: పికప్ లొకేషన్ నమోదు చేయండి

source: Drop Location
hi: ड्रॉप स्थान
te: డ్రాప్ స్థానం

source: Enter drop location
hi: ड्रॉप स्थान दर्ज करें
te: డ్రాప్ లొకేషన్ నమోదు చేయండి

source: Drop Location 2
hi: ड्रॉप स्थान 2
te: డ్రాప్ స్థానం 2

source: Enter drop location 2
hi: ड्रॉप स्थान 2 दर्ज करें
te: డ్రాప్ లొకేషన్ 2 నమోదు చేయండి

source: Book A Driver
hi: ड्राइवर बुक करें
te: డ్రైవర్ బుక్ చేయండి

source: My Vehicles
hi: मेरे वाहन
te: నా వాహనాలు

source: View Vehicles
hi: वाहन देखें
te: వాహనాలను వీక్షించండి

# menumyAddress
source: My Address
hi: मेरा पता
te: నా చిరునామా

# menuFavDrivers
source: Favourite Drivers
hi: पसंदीदा ड्राइवर
te: ఇష్టమైన డ్రైవర్లు

# menuUpdateMobileNumber
source: Update Mobile Number
hi: मोबाइल नंबर अपडेट करें
te: మొబైల్ నంబర్‌ని అప్‌డేట్ చేయండి

# menuAppLanguage
source: App language
hi: ऐप भाषा
te: యాప్ భాష

# menuOffers
source: Offers
hi: ऑफर
te: ఆఫర్లు

# menuReferaFriend
source: Refer a Friend
hi: एक मित्र को सूचित करें
te: స్నేహితుడిని సూచించండి

# menuTC
source: Terms & Conditions
hi: नियम एवं शर्तें
te: నిబంధనలు & షరతులు

# menuHelpSupport
source: Help & Support
hi: सहायता एवं सहायता
te: సహాయం & మద్దతు

# menuCancelPolicy
source: Cancellation policy
hi: रद्दीकरण नीति
te: రద్దు విధానం

# menuAbtMD
source: About Us
hi: मैना ड्राइवर के बारे में
te: మన డ్రైవర్ గురించి

# menuDeleteAccount
source: Delete Account
hi: खाता हटा दो
te: ఖాతాను తొలగించండి

# menuLogout
source: Logout
hi: लॉग आउट
te: లాగ్అవుట్

# menuEnterMobile
source: Enter Mobile
hi: मोबाइल दर्ज करें
te: మొబైల్‌ని నమోదు చేయండి

# menuEnterOTP
source: Enter OTP
hi: ओटीपी दर्ज करें
te: OTPని నమోదు చేయండి

# menuDontRecieved
source: Don’t Received?
hi: प्राप्त नहीं हुआ?
te: అందలేదా?

# menuResend
source: Resend
hi: पुन: भेजें
te: మళ్లీ పంపండి

# menuCancel
source: Cancel
hi: रद्द करना
te: రద్దు చేయి

# menuUpdate
source: Update
hi: अद्यतन
te: నవీకరించు

# menuDelete
source: Delete
hi: मिटाना
te: తొలగించు

# menuSave
source: Save
hi: बचाना
te: సేవ్ చేయండి

# menuSaving
source: Saving...
hi: सहेजा जा रहा है...
te: సేవ్ చేస్తోంది...

source: Address,
hi: पता,
te: చిరునామా,

# dummy_adres
source: St.No.98, Main Rd, Near JLN House Serilingampally, Kondapur, 500084
hi: स्ट्रीट नं. 98, मेन रोड, जेएलएन हाउस के पास, सेरिलिंगमपल्ली, कोंडापुर, 500084
te: St.No.98, మెయిన్ రోడ్, JLN హౌస్ దగ్గర సెరిలింగంపల్లి, కొండాపూర్, 500084

source: Add New Address
hi: नया पता जोड़ें
te: కొత్త చిరునామాను జోడించండి

# fav_dummy_text
source: You don’t Favourite Drivers at the moment please try after sometime.
hi: इस समय आपके पास पसंदीदा ड्राइवर नहीं है, कृपया कुछ समय बाद प्रयास करें।
te: మీకు ప్రస్తుతం డ్రైవర్లు ఇష్టం లేదు, దయచేసి కొంత సమయం తర్వాత ప్రయత్నించండి.

# offer_dummy_text
source: You don’t have offers at the moment. Please try again later.
hi: फ़िलहाल आपके पास कोई ऑफ़र नहीं है। कृपया बाद में फिर से कोशिश करें।
te: మీకు ప్రస్తుతం ఆఫర్‌లు లేవు. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.

# rat_Txt1
source: Refer to your friend and get Rewards of 100/-
hi: अपने मित्र को रेफर करें और 100/- का पुरस्कार प्राप्त करें
te: మీ స్నేహితుడిని సంప్రదించి 100/- రివార్డులు పొందండి.

# rat_Txt2
source: Send an invitation to a friend
hi: किसी मित्र को निमंत्रण भेजें
te: స్నేహితుడికి ఆహ్వానం పంపండి

# rat_Txt3
source: Your friend signup
hi: आपका मित्र साइनअप
te: మీ స్నేహితుడు సైన్అప్

# rat_Txt4
source: You’ll both get cash when your friend first book a ride
hi: जब आपका दोस्त पहली बार राइड बुक करेगा तो आप दोनों को नकद राशि मिलेगी
te: మీ స్నేహితుడు మొదట రైడ్ బుక్ చేసుకున్నప్పుడు మీ ఇద్దరికీ నగదు లభిస్తుంది.

# rat_Txt5
source: Send a Invitation
hi: निमंत्रण भेजें
te: ఆహ్వానాన్ని పంపండి

# tDt1
source: 1. Introduction
hi: 1. परिचय
te: 1. పరిచయం

# tD_D1
source: Welcome to our app. By using this application, you agree to the following terms and conditions.
hi: हमारे ऐप में आपका स्वागत है। इस एप्लिकेशन का उपयोग करके, आप निम्नलिखित नियमों और शर्तों से सहमत होते हैं।
te: మా యాప్‌కు స్వాగతం. ఈ అప్లికేషన్‌ను ఉపయోగించడం ద్వారా, మీరు ఈ క్రింది నిబంధనలు మరియు షరతులకు అంగీకరిస్తున్నారు.

# tDt2
source: 2. User Obligations
hi: 2. उपयोगकर्ता दायित्व
te: 2. వినియోగదారు బాధ్యతలు

# tD_D2
source: Users must ensure all information provided is accurate and must not misuse the service.
hi: उपयोगकर्ताओं को यह सुनिश्चित करना होगा कि प्रदान की गई सभी जानकारी सटीक है और सेवा का दुरुपयोग नहीं करना चाहिए।
te: వినియోగదారులు అందించిన సమాచారం అంతా ఖచ్చితమైనదని మరియు సేవను దుర్వినియోగం చేయకూడదని నిర్ధారించుకోవాలి.

# tDt3
source: 3. Account Security
hi: 3. खाता सुरक्षा
te: 3. ఖాతా భద్రత

# tD_D3
source: You are responsible for maintaining the confidentiality of your account credentials.
hi: आप अपने खाते की जानकारी की गोपनीयता बनाए रखने के लिए जिम्मेदार हैं।
te: మీ ఖాతా ఆధారాల గోప్యతను కాపాడుకునే బాధ్యత మీదే.

# tDt4
source: 4. Data Privacy
hi: 4. डाटा प्राइवेसी
te: 4. డేటా గోప్యత

# tD_D4
source: We value your privacy. Your data is stored securely and handled as per our privacy policy.
hi: हम आपकी गोपनीयता का सम्मान करते हैं। आपका डेटा सुरक्षित रूप से संग्रहीत किया जाता है और हमारी गोपनीयता नीति के अनुसार प्रबंधित किया जाता है।
te: మేము మీ గోప్యతను గౌరవిస్తాము. మీ డేటా సురక్షితంగా నిల్వ చేయబడుతుంది మరియు మా గోప్యతా విధానం ప్రకారం నిర్వహించబడుతుంది.

# tDt5
source: 5. Intellectual Property
hi: 5. बौद्धिक संपदा
te: 5. మేధో సంపత్తి

# tD_D5
source: All content in the app is protected by copyright and may not be reused without permission.
hi: ऐप की सभी सामग्री कॉपीराइट द्वारा सुरक्षित है और बिना अनुमति के इसका पुन: उपयोग नहीं किया जा सकता है।
te: అనువర్తనంలోని మొత్తం కంటెంట్ కాపీరైట్ ద్వారా రక్షించబడింది మరియు అనుమతి లేకుండా తిరిగి ఉపయోగించబడకపోవచ్చు.

# tDt6
source: 6. Service Changes
hi: 6. सेवा परिवर्तन
te: 6. సేవా మార్పులు

# tD_D6
source: We reserve the right to modify or discontinue the service without notice.
hi: हम बिना किसी सूचना के सेवा को संशोधित करने या बंद करने का अधिकार सुरक्षित रखते हैं।
te: నోటీసు లేకుండా సేవను సవరించడానికి లేదా నిలిపివేయడానికి మాకు హక్కు ఉంది.

# tDt7
source: 7. Termination
hi: 7. समापन
te: 7. రద్దు

# tD_D7
source: We may suspend or terminate your access if you violate any terms outlined here.
hi: यदि आप यहां उल्लिखित किसी भी शर्त का उल्लंघन करते हैं तो हम आपकी पहुंच को निलंबित या समाप्त कर सकते हैं।
te: మీరు ఇక్కడ పేర్కొన్న ఏవైనా నిబంధనలను ఉల్లంఘిస్తే, మేము మీ యాక్సెస్‌ను తాత్కాలికంగా నిలిపివేయవచ్చు లేదా ముగించవచ్చు.

# tDt8
source: 8. Third-party Links
hi: 8. तृतीय-पक्ष लिंक
te: 8. మూడవ పక్షం లింక్‌లు

# tD_D8
source: We may include links to third-party sites. We are not responsible for their content.
hi: हम तृतीय-पक्ष साइटों के लिंक शामिल कर सकते हैं। हम उनकी सामग्री के लिए ज़िम्मेदार नहीं हैं।
te: మేము మూడవ పక్ష సైట్‌లకు లింక్‌లను చేర్చవచ్చు. వాటి కంటెంట్‌కు మేము బాధ్యత వహించము.

# tDt9
source: 9. Governing Law
hi: 9. शासी कानून
te: 9. పాలక చట్టం

# tD_D9
source: These terms shall be governed in accordance with the laws of your country or region.
hi: ये शर्तें आपके देश या क्षेत्र के कानूनों के अनुसार शासित होंगी।
te: ఈ నిబంధనలు మీ దేశం లేదా ప్రాంతం యొక్క చట్టాలకు అనుగుణంగా నిర్వహించబడతాయి.

# hS_t1
source: How can I help you today?
hi: आज मैं आपकी मदद करने में कैसे सक्षम हूं?
te: ఈరోజు నేను మీకు ఎలా సహాయం చేయగలను?

# hS_t2
source: Contact Details
hi: सम्पर्क करने का विवरण
te: సంప్రదింపు వివరాలు

# hS_t3
source: For call
hi: कॉल के लिए
te: కాల్ కోసం

# hS_t4
source: Send a mail
hi: एक मेल भेजें
te: మెయిల్ పంపండి

# cP_q1
source: 1. Free Cancellation Window
hi: 1. निःशुल्क रद्दीकरण विंडो
te: 1. ఉచిత రద్దు విండో

# cP_a1
source: You can cancel your booking within 5 minutes of confirmation without any charges.
hi: आप बिना किसी शुल्क के पुष्टिकरण के 5 मिनट के भीतर अपनी बुकिंग रद्द कर सकते हैं।
te: మీరు మీ బుకింగ్‌ను నిర్ధారించిన 5 నిమిషాల్లోపు ఎటువంటి ఛార్జీలు లేకుండా రద్దు చేసుకోవచ్చు.

# cP_q2
source: 2. Cancellation After 5 Minutes
hi: 2. 5 मिनट के बाद रद्दीकरण
te: 2. 5 నిమిషాల తర్వాత రద్దు

# cP_a2
source: • 59 cancellation fee will be charged if:
hi: • 50 रद्दीकरण शुल्क लिया जाएगा यदि:
te: • ఈ క్రింది సందర్భాలలో 50 రద్దు రుసుము వసూలు చేయబడుతుంది:

# cP_a22
source: • Driver already started the trip.
hi: • ड्राइवर ने पहले ही यात्रा शुरू कर दी है।
te: • డ్రైవర్ ఇప్పటికే ప్రయాణాన్ని ప్రారంభించాడు.

# cP_a23
source: • Driver waited at your location for more than 10
hi: • ड्राइवर आपके स्थान पर 10 मिनट से अधिक समय तक इंतज़ार करता रहा
te: • డ్రైవర్ మీ స్థానంలో 10 కంటే ఎక్కువసేపు వేచి ఉన్నాడు

# cP_q3
source: 3. No-Show Policy (Customer absent)
hi: 3. नो-शो नीति (ग्राहक अनुपस्थित)
te: 3. నో-షో పాలసీ (కస్టమర్ హాజరు కాలేదు)

# cP_a3
source: If customer is not available at pickup point even after 15 minutes, trip will be auto-cancelled. #100 will be charged as no-show
hi: यदि ग्राहक 15 मिनट के बाद भी पिकअप पॉइंट पर उपलब्ध नहीं होता है, तो यात्रा स्वतः रद्द हो जाएगी। नो-शो के रूप में 100 रुपये का शुल्क लिया जाएगा।
te: 15 నిమిషాల తర్వాత కూడా కస్టమర్ పికప్ పాయింట్ వద్ద అందుబాటులో లేకుంటే, ట్రిప్ స్వయంచాలకంగా రద్దు చేయబడుతుంది. #100 నో-షోగా ఛార్జ్ చేయబడుతుంది.

# cP_q4
source: 4. Driver Cancellation
hi: 4. ड्राइवर रद्दीकरण
te: 4. డ్రైవర్ రద్దు

# cP_a4
source: If a driver cancels after accepting, we will reassign another driver. Repeated cancellations by drivers will lead to penalties and suspension.
hi: अगर कोई ड्राइवर स्वीकार करने के बाद रद्द करता है, तो हम किसी दूसरे ड्राइवर को नियुक्त कर देंगे। ड्राइवरों द्वारा बार-बार रद्द करने पर जुर्माना और निलंबन लगाया जाएगा।
te: ఒక డ్రైవర్ అంగీకరించిన తర్వాత రద్దు చేస్తే, మేము మరొక డ్రైవర్‌ను తిరిగి నియమిస్తాము. డ్రైవర్లు పదే పదే రద్దు చేస్తే జరిమానాలు మరియు సస్పెన్షన్ విధించబడతాయి.

# cP_q5
source: 3. Refund Timeline
hi: 5. धनवापसी समयरेखा
te: 5. వాపసు కాలక్రమం

# cP_a5
source: If you paid online, eligible refunds will be processed within 3-5 business days.
hi: यदि आपने ऑनलाइन भुगतान किया है, तो पात्र रिफंड 3-5 व्यावसायिक दिनों के भीतर संसाधित किया जाएगा।
te: మీరు ఆన్‌లైన్‌లో చెల్లించినట్లయితే, అర్హత కలిగిన వాపసు 3-5 పని దినాలలో ప్రాసెస్ చేయబడుతుంది.

# mDdisk
source: Mana Driver - Mee Vahanam, Maa Driver! Mana Driver is your trusted platform to book professional, verified drivers anytime you need. Whether it's a one-way ride, round trip, hourly booking, or outstation travel - we've got you covered.
hi: माना ड्राइवर - मी वाहनम, माँ ड्राइवर! माना ड्राइवर आपका विश्वसनीय प्लेटफ़ॉर्म है जहाँ आप कभी भी ज़रूरत पड़ने पर पेशेवर, सत्यापित ड्राइवर बुक कर सकते हैं। चाहे एकतरफ़ा यात्रा हो, राउंड ट्रिप हो, प्रति घंटा बुकिंग हो, या बाहरी यात्रा हो - हम आपकी हर ज़रूरत पूरी करते हैं।
te: మన డ్రైవర్ - మీ వాహనం, మా డ్రైవర్! మీకు అవసరమైనప్పుడు ప్రొఫెషనల్, ధృవీకరించబడిన డ్రైవర్లను బుక్ చేసుకోవడానికి మన డ్రైవర్ మీ విశ్వసనీయ వేదిక. ఇది వన్-వే రైడ్ అయినా, రౌండ్ ట్రిప్ అయినా, గంటవారీ బుకింగ్ అయినా లేదా అవుట్‌స్టేషన్ ప్రయాణం అయినా - మేము మీకు రక్షణ కల్పించాము.

# dA_t1
source: Warning
hi: चेतावनी
te: హెచ్చరిక

# dA_t2
source: Are you sure want to delete your account?
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं?
te: మీరు ఖచ్చితంగా మీ ఖాతాను తొలగించాలనుకుంటున్నారా?

source: Profile
hi: प्रोफ़ाइल
te: ప్రొఫైల్

# p_firstName
source: First Name
hi: पहला नाम
te: మొదటి పేరు

# p_lastName
source: last Name
hi: उपनाम
te: చివరి పేరు

# p_email
source: Email Address
hi: मेल पता
te: ఇమెయిల్ చిరునామా

# p_phoneNumner
source: Phone Number
hi: फ़ोन नंबर
te: ఫోన్ నంబర్

# p_verified
source: Verified
hi: सत्यापित
te: ధృవీకరించబడింది

# p_editProfile
source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
te: ప్రొఫైల్‌ని సవరించండి

# home_viewoffers
source: View Offers
hi: ऑफर देखें
te: ఆఫర్‌లను వీక్షించండి

# home_watch
source: Watch & Learn
hi: देखें & जानें
te: చూడండి & నేర్చుకోండి

# home_prem
source: PREMIUM FEEL FOR DRIVER SERVICES
hi: ड्राइवर सेवाओं के लिए प्रीमियम अनुभव
te: డ్రైవర్ సేవలకు ప్రీమియం ఫీల్

# home_india
source: Made in India
hi: भारत में किए गए
te: భారతదేశంలో తయారు చేయబడింది

source: Enter Your OTP
hi: अपना OTP दर्ज करें
te: మీ OTP నమోదు చేయండి

source: OTP sent
hi: OTP भेजा गया
te: OTP పంపబడింది

# otpNotReceived
source: You didn't receive OTP?
hi: क्या आपको OTP प्राप्त नहीं हुआ?
te: మీకు OTP అందలేదా?

source: Welcome Back!
hi: वापसी पर स्वागत है!
te: తిరిగి స్వాగతం!

# loggedInReady
source: You're now logged in and ready to go.
hi: आप अब लॉगिन हो चुके हैं और आगे बढ़ने के लिए तैयार हैं।
te: మీరు ఇప్పుడు లాగిన్ అయ్యారు మరియు ముందుకు వెళ్లడానికి సిద్ధంగా ఉన్నారు.

# getStartedMinute
source: It only takes a minute to get started.
hi: शुरू करने में केवल एक मिनट लगता है।
te: ప్రారంభించడానికి ఒక నిమిషం మాత్రమే పడుతుంది.

# quickSimpleRegistration
source: Quick. Simple. Hassle-free registration.
hi: तेज़। सरल। परेशानी-मुक्त पंजीकरण।
te: త్వరిత. సులభం. ఇబ్బందులేని నమోదు.

source: First Name
hi: पहला नाम
te: మొదటి పేరు

source: Last Name
hi: अंतिम नाम
te: చివరి పేరు

source: Email ID
hi: ईमेल आईडी
te: ఇమెయిల్ ఐడి

# registerAsUser
source: Register
hi: पंजीकरण करें
te: నమోదు చేయండి

# validFirstName
source: Please enter a valid first name
hi: कृपया एक मान्य पहला नाम दर्ज करें
te: దయచేసి సరైన మొదటి పేరు నమోదు చేయండి

# validLastName
source: Please enter a valid last name
hi: कृपया एक मान्य अंतिम नाम दर्ज करें
te: దయచేసి సరైన చివరి పేరు నమోదు చేయండి

# validPhoneNumber
source: Please enter a valid phone number for
hi: कृपया एक मान्य फोन नंबर दर्ज करें
te: దయచేసి సరైన ఫోన్ నంబర్ నమోదు చేయండి

source: Mobile Number Exists
hi: मोबाइल नंबर मौजूद है
te: మొబైల్ నంబర్ ఇప్పటికే ఉంది

# mobileRegisteredOwner
source: This mobile number is already registered as an Owner.
hi: यह मोबाइल नंबर पहले से ही मालिक के रूप में पंजीकृत है।
te: ఈ మొబైల్ నంబర్ ఇప్పటికే యజమానిగా నమోదు చేయబడింది.

source: OK
hi: ठीक है
te: సరే

# mobileRegisteredDriver
source: This mobile number is already registered as a Driver.
hi: यह मोबाइल नंबर पहले से ही ड्राइवर के रूप में पंजीकृत है।
te: ఈ మొబైల్ నంబర్ ఇప్పటికే డ్రైవర్‌గా నమోదు చేయబడింది.

# haveAccount
source: You have an account?
hi: क्या आपके पास खाता है?
te: మీకు ఖాతా ఉందా?

source: Sign In
hi: साइन इन करें
te: సైన్ ఇన్ చేయండి

# welcomeRydyn
source: Welcome to Rydyn!
te: Rydyn కు స్వాగతం!

# registrationSuccessMessage
source: Your registration was successful. Please log in to continue.
hi: आपका पंजीकरण सफल रहा। कृपया जारी रखने के लिए लॉगिन करें।
te: మీ నమోదు విజయవంతమైంది. కొనసాగడానికి దయచేసి లాగిన్ చేయండి.

# pleaseLogin
source: Please login to continue
hi: जारी रखने के लिए कृपया लॉगिन करें
te: కొనసాగించడానికి దయచేసి లాగిన్ చేయండి

source: Registration Successful
hi: पंजीकरण सफल
te: నమోదు విజయవంతమైంది

source: Registration failed
hi: पंजीकरण विफल
te: నమోదు విఫలమైంది

source: Location
hi: स्थान
te: స్థానం

source: Delete
hi: हटाएं
te: తొలగించండి

source: Add
hi: जोड़ें
te: జోడించండి

source: Drop Location 1
hi: ड्रॉप स्थान 1
te: డ్రాప్ స్థానం 1

source: Distance
hi: दूरी
te: దూరం

source: Time:
hi: समय:
te: సమయం:

# selectPickupOrDrop
source: Please select Pickup or Drop location.
hi: कृपया पिकअप या ड्रॉप स्थान चुनें।
te: దయచేసి పికప్ లేదా డ్రాప్ స్థానం ఎంచుకోండి.

source: Choose Location Type
hi: स्थान प्रकार चुनें
te: స్థానం రకం ఎంచుకోండి

source: Select drop2 on map
hi: मानचित्र पर ड्रॉप2 चुनें
te: మ్యాప్‌లో డ్రాప్2 ఎంచుకోండి

source: Select on map
hi: मानचित्र पर चुनें
te: మ్యాప్‌లో ఎంచుకోండి

source: Done
hi: पूर्ण
te: పూర్తి

# startTypingSuggestions
source: Start typing to see suggestions...
hi: सुझाव देखने के लिए टाइप करना शुरू करें...
te: సూచనలు చూడటానికి టైప్ చేయడం ప్రారంభించండి...

source: No Vehicles Found
hi: कोई वाहन नहीं मिला
te: వాహనాలు కనబడలేదు

source: Recent Added Vehicles
hi: हाल ही में जोड़े गए वाहन
te: ఇటీవల జోడించిన వాహనాలు

# listAddedVehicles
source: List of vehicles you added recently.
hi: आपके द्वारा हाल ही में जोड़े गए वाहनों की सूची।
te: మీరు ఇటీవల జోడించిన వాహనాల జాబితా.

source: Add New Vehicle
hi: नया वाहन जोड़ें
te: కొత్త వాహనం జోడించండి

# confirmDeleteVehicle
source: Are you sure you want to delete this vehicle?
hi: क्या आप वाकई इस वाहन को हटाना चाहते हैं?
te: మీరు నిజంగా ఈ వాహనాన్ని తొలగించాలనుకుంటున్నారా?

source: Add once, use every time
hi: एक बार जोड़ें, हर बार उपयोग करें
te: ఒకసారి జోడించండి, ప్రతి సారి ఉపయోగించండి

source: Upload Vehicle Images
hi: वाहन की छवियां अपलोड करें
te: వాహన చిత్రాలను అప్‌లోడ్ చేయండి

source: Vehicle Brand
hi: वाहन ब्रांड
te: వాహన బ్రాండ్

source: Select Brand
hi: ब्रांड चुनें
te: బ్రాండ్ ఎంచుకోండి

source: Vehicle Model
hi: वाहन मॉडल
te: వాహన మోడల్

# selectModel
source: Please select a model
hi: कृपया मॉडल चुनें
te: దయచేసి మోడల్ ఎంచుకోండి

source: Vehicle Category
hi: वाहन श्रेणी
te: వాహన వర్గం

# enterVehicleModel
source: Please enter a vehicle model
hi: कृपया वाहन मॉडल दर्ज करें
te: దయచేసి వాహన మోడల్ నమోదు చేయండి

# selectVehicleCategory
source: Please select a vehicle category
hi: कृपया वाहन श्रेणी चुनें
te: దయచేసి వాహన వర్గం ఎంచుకోండి

# enterVehicleNumber
source: Please enter vehicle number
hi: कृपया वाहन नंबर दर्ज करें
te: దయచేసి వాహన నంబర్ నమోదు చేయండి

source: Fuel Type
hi: ईंधन प्रकार
te: ఇంధన రకం

# selectFuelType
source: Please select fuel type
hi: कृपया ईंधन प्रकार चुनें
te: దయచేసి ఇంధన రకం ఎంచుకోండి

source: Transmission
hi: ट्रांसमिशन
te: ట్రాన్స్‌మిషన్

# selectTransmission
source: Please select transmission
hi: कृपया ट्रांसमिशन चुनें
te: దయచేసి ట్రాన్స్‌మిషన్ ఎంచుకోండి

source: AC Available
hi: एसी उपलब्ध
te: ఏసీ అందుబాటులో ఉంది

source: Is AC Available?
hi: क्या एसी उपलब्ध है?
te: ఏసీ అందుబాటులో ఉందా?

source: Add Vehicle
hi: वाहन जोड़ें
te: వాహనం జోడించండి

source: Petrol
hi: पेट्रोल
te: పెట్రోల్

source: Diesel
hi: डीज़ल
te: డీజిల్

source: Electric
hi: इलेक्ट्रिक
te: ఎలక్ట్రిక్

source: CNG
hi: सीएनजी
te: సిఎన్జి

source: Manual
hi: मैनुअल
te: మాన్యువల్

source: Automatic
hi: ऑटोमैटिक
te: ఆటోమేటిక్

source: Semi-Automatic
hi: अर्ध-स्वचालित
te: సెమీ-ఆటోమేటిక్

source: Yes
hi: हाँ
te: అవును

source: No
hi: नहीं
te: కాదు

# selectCategory
source: Please select a category
hi: कृपया श्रेणी चुनें
te: దయచేసి వర్గం ఎంచుకోండి

# validVehicleNumber
source: Please enter valid vehicle number (e.g. TS05BY1234)
hi: कृपया मान्य वाहन नंबर दर्ज करें (जैसे TS05BY1234)
te: దయచేసి సరైన వాహన నంబర్ నమోదు చేయండి (ఉదా: TS05BY1234)

# uploadAtLeastOneImage
source: Please upload at least 1 image
hi: कृपया कम से कम 1 छवि अपलोड करें
te: దయచేసి కనీసం 1 చిత్రం అప్‌లోడ్ చేయండి

# vehicleAddedSuccess
source: Vehicle added successfully!
hi: वाहन सफलतापूर्वक जोड़ा गया!
te: వాహనం విజయవంతంగా జోడించబడింది!

# pleaseSelectBrand
source: Please select a brand
hi: कृपया एक ब्रांड चुनें
te: దయచేసి ఒక బ్రాండ్ ఎంచుకోండి

source: Select Image From
hi: छवि चुनें
te: చిత్రాన్ని ఎంచుకోండి

source: Camera
hi: कैमरा
te: కెమెరా

source: Gallery
hi: गैलरी
te: గ్యాలరీ

source: Edit Vehicle
hi: वाहन संपादित करें
te: వాహనాన్ని సవరించండి

source: Update Vehicle Details
hi: वाहन विवरण अपडेट करें
te: వాహన వివరాలను నవీకరించండి

# vehicleDetails
source: Vehicle details (vehicle owners)
hi: वाहन विवरण (वाहन मालिक)
te: వాహన వివరాలు (వాహన యజమానులు)

source: Delete Vehicle
hi: वाहन हटाएं
te: వాహనాన్ని తొలగించండి

source: Cancel
hi: रद्द करें
te: రద్దు చేయండి

source: Vehicle deleted
hi: वाहन हटाया गया
te: వాహనం తొలగించబడింది

source: Edit
hi: संपादित करें
te: సవరించండి

# exceptionalPerformance
source: Exceptional performance and premium comfort features.
hi: असाधारण प्रदर्शन और प्रीमियम आराम सुविधाएँ।
te: అసాధారణ పనితీరు మరియు ప్రీమియం సౌకర్యాలు.

source: Key Specifications
hi: मुख्य विनिर्देश
te: ప్రధాన ప్రత్యేకతలు

# vehicleUpdatedSuccess
source: Vehicle updated successfully!
hi: वाहन सफलतापूर्वक अपडेट किया गया!
te: వాహనం విజయవంతంగా నవీకరించబడింది!

source: Select Trip mode
hi: यात्रा मोड चुनें
te: ప్రయాణ మోడ్ ఎంచుకోండి

source: One Way
hi: एक तरफ़ा
te: వన్ వే

source: Round Trip
hi: आवागमन यात्रा
te: రౌండ్ ట్రిప్

source: Hourly Trip
hi: प्रति घंटा यात्रा
te: అవర్‌లీ ట్రిప్

# hourlyFare
source: Every 1 hr ₹ 129/-
hi: हर 1 घंटे ₹ 129/-
te: ప్రతి 1 గంట ₹ 129/-

source: Choose Trip Time
hi: यात्रा समय चुनें
te: ప్రయాణ సమయం ఎంచుకోండి

source: Now
hi: अभी
te: ఇప్పుడు

source: Schedule
hi: अनुसूची
te: షెడ్యూల్

source: Departure Date & Time
hi: प्रस्थान तिथि और समय
te: ప్రయాణ ప్రారంభ తేదీ & సమయం

source: Select Date & Time
hi: तिथि और समय चुनें
te: తేదీ & సమయం ఎంచుకోండి

source: Select Date
hi: तिथि चुनें
te: తేదీ ఎంచుకోండి

source: Select Time
hi: समय चुनें
te: సమయం ఎంచుకోండి

source: Arrival Date & Time
hi: आगमन तिथि और समय
te: వచ్చే తేదీ & సమయం

source: Arrival Date
hi: आगमन तिथि
te: వచ్చే తేదీ

source: Arrival Date Required
hi: आगमन तिथि आवश्यक है
te: వచ్చే తేదీ అవసరం

# selectArrivalBeforeTime
source: Please select the arrival date before choosing the arrival time.
hi: कृपया आगमन समय चुनने से पहले आगमन तिथि चुनें।
te: వచ్చే సమయం ఎంచుకునే ముందు దయచేసి తేదీ ఎంచుకోండి.

source: Invalid Arrival Time
hi: अमान्य आगमन समय
te: చెల్లని వచ్చే సమయం

# arrivalAfterEta
source: Arrival time must be after ETA
hi: आगमन समय ETA के बाद होना चाहिए
te: వచ్చే సమయం ETA తర్వాత ఉండాలి

source: Arrival Time
hi: आगमन समय
te: వచ్చే సమయం

source: Estimated fare
hi: अनुमानित किराया
te: అంచనా చార్జీ

source: View Breakup
hi: विवरण देखें
te: వివరాలు చూడండి

# selectPickupDrop
source: Please select pickup & drop location
hi: कृपया पिकअप और ड्रॉप स्थान चुनें
te: దయచేసి పికప్ & డ్రాప్ స్థానం ఎంచుకోండి

# selectVehicle
source: Please select a vehicle
hi: कृपया वाहन चुनें
te: దయచేసి వాహనం ఎంచుకోండి

source: Arrival Details Required
hi: आगमन विवरण आवश्यक है
te: వచ్చే వివరాలు అవసరం

# arrivalDateTimeRequired
source: Please select both arrival date and arrival time to continue.
hi: जारी रखने के लिए कृपया आगमन तिथि और समय दोनों चुनें।
te: కొనసాగించడానికి దయచేసి తేదీ మరియు సమయం రెండూ ఎంచుకోండి.

# driverRequestedSuccess
source: Requested a driver successfully
hi: ड्राइवर सफलतापूर्वक अनुरोध किया गया
te: డ్రైవర్ విజయవంతంగా అభ్యర్థించబడింది

source: Payment Breakup
hi: भुगतान विवरण
te: చెల్లింపు వివరాలు

source: Trip Mode
hi: यात्रा मोड
te: ప్రయాణ మోడ్

source: Service Price
hi: सेवा मूल्य
te: సేవ ధర

source: Convenience Fee
hi: सुविधा शुल्क
te: సౌకర్య రుసుము
